Repository: domguard/3e-Millenaire
Catalog: quinode_shipping/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Quinode shipping moudule parameters
fr: Paramètre module de livraison Quinode

source: Colissimo Insurance level
fr: Niveau de recommandé Colissimo

source: Default product weight
fr: Poids par défaut d'un produit

source: Weight
fr: Poids

source: Price
fr: Prix

source: Letter rate
fr: Tarif Lettre suivie

source: Letter rates
fr: Tarifs Lettre suivie

source: Country must be a string, not %s
fr: La Pays doit être une chaîne et pas un %s

source: Weight must be a float
fr: Le poids doit être un nombre flottant

source: Bad country value '%s': could not determine region
fr: Mauvaise valeur pour le pays '%s': Impossible de déterminer la région

source: Product
fr: Produit

source: Is bulky?
fr: Est encombrant?

source: Product shipping
fr: Livraison produit

source: Products shipping
fr: Livraisons produits

source: 2 business days
fr: 2 jours ouvrés

source: 4 to 8 business days
fr: De 4 à 8 jours ouvrés
